import React from 'react';

const Description = function () {
	return (
		<div>
			<section className="s3">
		      <a href="#" name="What-are-constelations"></a>
		      <h3>
		        Что такое расстановки
		      </h3>
		      <div>
		        <img className="main" src="images/rasstanovki.jpg"/>
		      </div>
		      <span>
		        Этот метод был открыт около 40 лет назад Бертом Хеллингером. Будучи психотерапевтом, он заметил, что один человек может испытывать чувства другого, в роль которого его назначили. Например, клиент может попросить заместителя (любого человека, которого, возможно, видит впервые) побыть им, его мамой, его пра-пра-дедушкой, которого сам клиент не знает. Или даже его работой или его чувством. Если заместитель согласен, ему при этом не нужно представлять, что бы он чувствовал, будь он дедушкой или работой, он просто прислушивается к своему телу – и чувства приходят. В виде физических ощущений, эмоций, иногда даже образов. Звучит вышеописанное для человека с высшим образованием не очень правдоподобно, но каждый может прийти на любую расстановочную группу и проверить это на своем опыте, заместительство обычно недорого или бесплатно. 
		      </span>
		      <span>
		        Обычно заместителей несколько, и они испытывают какие-то чувства друг к другу – хочется спрятаться, подойти и обнять, могут не замечать друг друга. Они двигаются и оказываются расставлены друг по отношению к другу каким-то специфическим образом. Расстановщик вводит новые фигуры или предлагает разрешающие фразы – расстановка меняется, пока не приходит к разрешению, когда всем комфортно. 
		      </span>
		      <h4>
		        Диагностическая расстановка 
		      </h4>
		      <span>
		        Обычно уже из первоначальной расстановки клиент что-то может понять. Например, запрос – хочу любимую работу, но чувствую, что есть препятствие. Ставим клиента, работу и препятствие, клиент не смотрит на работу, а смотрит на препятствие, чувствуя себя ребенком, и ждет одобрения, а препятствие встает сзади (часто это позиция родителя) и оценивающе смотрит на клиента. И клиент говорит – да, мне не хватало папиного одобрения, а он всегда считал ту профессию, которую я хочу, не нормальной работой. Получается, нужно разбираться с отношениями с папой, чтобы не было препятствия и можно было заниматься любимой работой. Это всего лишь пример, у всех ситуации с работой и папами, конечно, разные. 
		      </span>
		      <h4>
		        Решение 
		      </h4>
		      <span>
		          А как разбираться с отношениями с папой? Он ведь далеко или уже не жив, да его и не изменить. Правильно, реального папу изменять и не нужно – речь идет о папе в подсознании клиента. Дело в том, что пока мы растем, родители (или те, кто нас воспитал) имеют на нас огромное влияние, и с нашим взрослением превращаются в тот внутренний голос, который нас, например, ругает, говорит, что хорошо, а что плохо, на что мы способны, и т.д. И даже если реальные родители сейчас уже говорят, что ты самая лучшая, у тебя все получится и тебе все можно, то родители-из-детства-в-голове по-прежнему управляют нашим поведением. Хорошая новость в том, что их изменить можем мы сами, например, с помощью расстановок или других методов. 
		      </span>
		    </section>
		    <img src="images/razdelitel.jpg" className="razdelitel"/>
		    <section className="s3">
		      <a href="#" name="What-do-constelations-work-with"></a>
		      <h3>
		        С чем работают расстановки 
		      </h3>
		      <div>
		        <img className="main" src="images/s4em.jpg"/>
		      </div>
		      <span>
		        Расстановки – это всегда про чувства, причем, про исключенные, подавленные чувства. «Нет-нет, я никогда не злюсь, я просто игнорирую», «Мне не страшно, я выше этого», «Это слишком ужасно, я предпочитаю не вспоминать об этом и делать вид, что этого никогда не было». Дело не в том, как мы реагируем на внешнем уровне, а в том, как обращаемся с чувствами внутри – признаем, проживаем их или делаем вид, что их нет, а может быть, нет условий сейчас погоревать, а все вокруг твердят «забудь». Подавленные чувства не исчезают и продолжают влиять на нашу жизнь – что-то может напоминать о больном и выводить нас из строя, или сильно раздражать без причины. Очень много внутренних сих уходит на то, чтобы удерживать все это непрожитое в подсознании.
		      </span>
		      <span>
		        Такие непрожитые чувства, которые мы скрываем от себя, еще называют травмой. Очень часто у нас есть детские травмы, бывают и те, которые получены во взрослой жизни. Многие наши проблемы связаны с такими травмами, например, больная спина может оказаться подавленной обидой на маму за то, что недолюбила в детстве, или постоянно попадающиеся агрессивные партнеры могут быть подсознательным поиском любви отца, который пил и поднимал руку. В расстановках можно увидеть эту травму и сделать большой шаг по ее проживанию. Чтобы проработать травму полностью, нужна не одна расстановка или серия сессий у травматерапевта. 
		      </span>
		      <span>
		        Конечно, мы не задумывается о том, что же там моя прабабка не прожила – дай-ка я исследую. Обычно мы приходим к расстановщику с проблемой – например, чувствую себя ненужной, хотя по факту у меня есть любящие люди. А в расстановке приходит фигура, которая тоже чувствует себя ненужной, и клиент говорит – похожа на прабабку, которая осталась сиротой в детстве, и мы видим, что чувство ненужности она даже не заметила, некогда было, нужно было выживать – потом война, дети, работа, не до воспоминаний. И вот заместитель прабабушки прочувствовал потерю, отгоревал, клиент понял, что это не его чувство, что он ничего не должен ей, и что она его отпускает - и у него это чувство проходит.
		      </span>
		    </section>
		    <div></div>
		    <img src="images/razdelitel.jpg" className="razdelitel" alt="logo"/>
		    <section className="s3">
		      <a href="#" name="Results-and-danger"></a>
		      <h3>
		        Результаты и опасность 
		      </h3>
		      <div>
		        <img className="main" src="images/result.jpg"/>
		      </div>
		      <span>
		        Каков результат расстановки? Изменится ли моя жизненная ситуация? Это зависит от многих факторов, от состояния открытости и доверия клиента, от того, насколько он подсознательно готов столкнуться со всем, что лежит в подсознании по поводу его проблемы, от того, нет ли у расстановщика такой же проблемы, как и у клиента (обычно это видно в процессе расстановок, и иногда это можно преодолеть), и от многих неосознаваемых факторов. 
		      </span>
		      <span>
		        Чаще всего, если мы столкнулись с системной травмой, переплетением, когда клиент проживал чувства кого-то из предков, то наступает заметное облегчение, меняется подсознание клиента, и из-за этого могут быть произойти изменения в жизни. Причем, иногда неожиданные, например, клиентка пришла, чтобы спасти брак с мужем с тяжелым характером, но в работе избавилась от переплетения с бабкой, которая жила с таким же, теперь ей незачем терпеть агресиию, и брак распадается. 
		      </span>
		      <span>
		        Если это была травма, то в расстановке мы делаем большой шаг к проживанию тяжелых чувств, получаем образ положительного решения в подсознании, наступает облегчение, но работу часто нужно продолжать через какое-то время - совсем не обязательно расстановочную. 
		      </span>
		      <span>
		        Нет никаких гарантий, что даже если работа проведена полностью правильно и с подходящим расстановщиком, то клиенту станет лучше или произойдут какие-то изменения.  
		      </span>
		      <span>
		        Обычно самые глубокие прорывы происходят, когда страдания от проблемы больше, чем страдания от того, что придется копаться. в тяжелых чувствах. 
		      </span>
		      <h4>
		        Опасность расстановок
		      </h4>
		      <span>
		        После того, как переплетение распадается, бабушкины или свои скрытые чувства прожиты,, измениться может все, что угодно, а может и не измениться ничего. Если клиент вдруг перестал чувствовать себя ненужным, то все, кто "ездил" на его чувстве ненужности или как-то еще был связан с ним - тоже меняют свое поведение, и чаще всего это самые близкие - муж, дети, кроме того могут поменяться отношения на работе. И если начальнику или мужу была выгодна ваша "ненужность", то без нее они могут вас и не принять - конечно, могут случиться и более позитивные изменения, сразу или потом. Но когда клиенту больше не нужно тратить ресурсы на скрывание от себя травмированных чувств, он меньше «зависает» в подсознании и у него становится больше сил на его жизнь. То есть, он становится более цельным.   
		      </span>
		      <span>
		        Что касается заместителя, то иногда он может «попасть в свою травму». То есть замещать человека с теми тяжелыми чувствами, которые как раз готовы выйти на поверхность сознания заместителя. Если после расстановки остаются тяжелые или неприятные чувства, то скорее всего, у вас есть похожая проблема, в процессе мы ее затронули – и теперь она, нерешенная, болит. Это значит, что теперь вы явно готовы ее разрешить, на это есть энергия. Можно пойти на расстановку или попросить расстановщика, у которого вы были заместителем, о помощи, чтобы закрыть эту травму.
		      </span>
		    </section>
		</div>
	)
}

export default Description;